package com.sicoms.smartplug.common;

/**
 * Created by gudnam on 2015. 9. 7..
 */
public class SPTerms {
    public static String TERMS = "QCon\n" +
            "\n" +
            "(주) 시컴스 | 대표이사 김현철 | 주소 : 경기도 광명시 하안로 60, SK 테크노파크 B동 \n" +
            "사업자등록번호 : 264-81-44275\n" +
            "고개문의 : gudnam@sicoms.co.kr\n" +
            "홈페이지 : www.sicoms.co.kr\n" +
            "\n" +
            "\"QCon은 자사에서 출시한 플러그를 원격으로 제어 및 모니터링 할 수 있는 애플리케이션입니다.\n" +
            "\n" +
            "QCon을 이용하시기 전, 다음 약관과 개인정보 취급방침을 잘 읽어보시기 바랍니다.\n" +
            "\n" +
            "이 애플리케이션은 앱 내부의 일부 콘텐츠에 대해 구매 기능이 포함되어 있을 수 있습니다.\n" +
            "\n" +
            "이 약관은 앱 가입시 고지되어 이용자로부터 동의를 받으며,\n" +
            "\n" +
            "회사 홈페이지(www.sicoms.co.kr)을 통해 다시 확인하실 수 있습니다.\n" +
            "\n" +
            "(주) 시컴스 서비스 이용약관\n" +
            "\n" +
            "제 1조 (목적)\n" +
            "\n" +
            "이 약관은 주식회사 시컴스(이하 '회사')에서 제공하는 애플리케이션 QCon의 이용과 관련하여 회사와 회원 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.\n" +
            "\n" +
            "제 2조 (용어 정의)\n" +
            "\n" +
            "① 이 약관에서 사용하는 정의는 다음과 같습니다.\n" +
            "\n" +
            "1. \"회원\"이라 함은 앱을 단말기에 다운로드 받은 후, 본 약관에 동의하고 모바일 서비스 이용 자격을 부여 받은 자를 의미합니다. 특별한 사유가 없는 한 앱이 설치된 스마트폰 또는 태블릿 PC 등의 단말기 명의자를 회원으로 간주합니다.\n" +
            "\n" +
            "2. \"서비스\"라 함은 회사가 QCon앱을 통해 제공하는 플러그 제어, 모니터링 등 서비스 일체를 의미합니다.\n" +
            "\n" +
            "3. \"유료서비스\"란 회사가 회원에게 제공하는 서비스 중 서비스 이용의 대가로 요금이 과금되는 서비스를 의미합니다.\n" +
            "\n" +
            "4. \"단말기\"라 함은 스마트폰 또는 태블릿 PC 등 미티영앱을 설치하여 구동할 수 있는 모바일 디바이스를 의미합니다.\n" +
            "\n" +
            "5. \"계정(ID)\"이라 함은 회원의 식별과 모바일 서비스 이용을 위하여 회원이 선정하고 회사가 부여하는 문자, 숫자 또는 특수문자의 조합을 의미합니다. 또는, 페이스북 등의 플랫폼사업자가 제공하는 본인 식별을 위한 ID, 전자우편주소 등의 정보를 계정으로 사용할 수 있습니다.\n" +
            "\n" +
            "6. \"계정정보\"라 함은 회원의 ID, 비밀번호, 이름 등 회원이 회사에 제공한 일반정보 및 서비스 이용정보, 이용요금 결제상태 등 생성정보를 통칭합니다. 단, 회원이 1항의 5.의 플랫폼사업자가 제공하는 ID또는 전자우편주소를 계정으로 선정할 경우, 플랫폼사업자가 제공하는 고유식별번호(특별한 숫자 또는 문자로 이루어짐)가 계정정보에 포함됩니다. (예. TID, UID, 앱센터ID 등)\n" +
            "\n" +
            "7. \"오픈마켓\"이란 회원이 앱을 유료 또는 무료로 다운받을 수 있도록 회사와 회원 간의 거래를 중개하는 공간을 말합니다. (예: 애플 앱스토어, 구글플레이 앱스토어, 네이버 앱스토어, 티스토어 등)\n" +
            "\n" +
            "8. \"앱내부결제\"란 앱 내에서 학습 콘텐츠(문자, 그림, 음성, 영상 등), 기능, 기간제 서비스 등을 구매하기 위한 결제 행위를 말합니다.\n" +
            "\n" +
            "9. \"앱내부콘텐츠\"란 앱내부결제를 통하여 회원이 구매할 수 있는 학습 콘텐츠(문자, 그림, 음성, 영상 등), 기능 등을 말합니다.\n" +
            "\n" +
            "10. \"기간제 서비스\"란 일정한 기간을 정하여 회원이 기간제 서비스에 대한 대금을 지불하고 해당 기간 동안만 해당 서비스를 이용할 수 있도록 제공되는 서비스를 말합니다.\n" +
            "\n" +
            "11. “정기결제 서비스\"란 기간제 서비스 대금을 오픈마켓을 통해 매월 혹은 매년 정기적으로 과금하는 서비스를 말합니다.\n" +
            "\n" +
            "② 이 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계법령 및 기타 일반적인 상관례에 의합니다.\n" +
            "\n" +
            "제 3조 (약관의 효력 및 적용과 변경)\n" +
            "\n" +
            "① 이 약관은 회사에서 운영하는 홈페이지(www.sicoms.co.kr, 이하 '홈페이지')에 온라인으로 공시함으로써 효력이 발생합니다. 또한, 회사의 앱을 다운로드 받아 콘텐츠 및 서비스를 이용하는 경우 이 약관에 동의한 것으로 봅니다. 약관에 동의한 시점부터 약관의 적용을 받고 약관의 변경이 있을 경우에는 변경의 효력이 발생한 시점부터 변경된 약관의 적용을 받습니다.\n" +
            "\n" +
            "② 이 약관에 동의하는 것은 정기적으로 홈페이지를 방문하여 약관의 변경사항을 확인하는 것에 동의하는 것을 의미합니다.\n" +
            "\n" +
            "③ 회사는 필요하다고 인정되는 경우 이 약관을 변경할 수 있습니다. 회사는 약관이 변경되는 경우에 변경된 약관의 내용과 적용일을 정하여, 그 적용일로부터 7일 전 홈페이지에 온라인으로 공시합니다. 다만,회원에게 불리하게 약관 내용을 변경하는 경우에는 적용일로부터 30일 전 홈페이지에 온라인으로 공시하거나 모바일 서비스 접속 시 확인할 수 있게 공지합니다. 변경된 약관은 공시하거나 고지한 적용일로부터 효력이 발생합니다.\n" +
            "\n" +
            "④ 회원은 변경된 약관에 대해 거부할 권리가 있습니다. 본 약관의 변경에 대해 이의가 있는 회원은 서비스 이용을 중단하고 이용계약을 해지(회원탈퇴)할 수 있습니다. 회원이 변경된 이용약관의 적용일 이후에도 서비스를 계속 이용하는 경우에는 변경된 약관에 동의한 것으로 봅니다.\n" +
            "\n" +
            "제 4조 (서비스의 이용개시)\n" +
            "\n" +
            "① 회사는 회원이 이용신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 회사의 필요에 따라 지정된 일자부터 서비스를 개시할 수 있습니다.\n" +
            "\n" +
            "② 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 홈페이지에 공시하거나 회원에게 이를 통지합니다.\n" +
            "\n" +
            "제 5조 (서비스 제공)\n" +
            "\n" +
            "① 회사는 회원에게 아래와 같은 서비스를 제공합니다.\n" +
            "\n" +
            "1. 외국 오디오와 비디오 콘텐츠를 통한 외국어 학습 서비스 및 관련 부가 서비스\n" +
            "\n" +
            "② 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 서비스 제공을 원칙으로 합니다. 다만, 시스템 정기점검, 서버의 증설 및 교체, 새로운 콘텐츠의 추가, 각종 버그 패치, 새로운 서비스로의 교체 등 운영상 필요한 경우, 일정 시간 또는 기간 동안 서비스를 일시 중지시킬 수 있으며, 관련 법령 상 또는 서비스의 내용 및 운영상 필요한 경우, 1일 특정 시간 동안에만 서비스를 제공할 수 있습니다. 위와 같은 경우 회사는 사전에 그 내용 및 시간을 홈페이지 또는 개별 서비스 관련 홈페이지에 공지합니다.다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.\n" +
            "\n" +
            "③ 회사는 특정 서비스에 대해서는 유료로 제공할 수 있습니다.\n" +
            "\n" +
            "④ 회사는 서비스를 제공 함에 있어 회원에게 본 약관 외에 별도 서비스별 약관의 체결을 요구할 수 있습니다. 별도의 약관이 요구되는 서비스는 회원이 해당 앱의 약관에 동의한 후 이용신청을 하고 그러한 내용에 대해 회사가 승인 함으로써 이용할 수 있습니다.\n" +
            "\n" +
            "⑤ 회사는 회원에게 서비스를 제공함에 있어 관련 법령, 회원의 연령, 서비스의 이용 절차에 따라 일부 서비스 이용 등을 제한할 수 있습니다. 이 경우 회사는 그 내용을 사전에 안내합니다.\n" +
            "\n" +
            "제 6조 (개인정보의 보호 및 사용)\n" +
            "\n" +
            "① 회사는 관계법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위해 노력합니다. 회원 개인정보의 보호 및 사용에 대해서는 관련법령 및 회사의 개인정보취급방침이 적용됩니다.단, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.\n" +
            "\n" +
            "② 회사는 본인확인을 위해 필요한 경우, 회원에게 그 이유(용도)를 고지하고 회원의 신분증 또는 이에 갈음하는 증서를 요구할 수 있습니다. 회사는 이를 미리 고지한 목적 이외로 사용할 수 없으며, 목적 달성 시 즉시 재생이 불가능한 방법으로 파기합니다.\n" +
            "\n" +
            "③ 회사는 회원의 귀책사유로 인해 노출된 회원의 계정정보를 비롯한 모든 정보에 대해서 일체의 책임을 지지 않습니다.\n" +
            "\n" +
            "제 7조 (개인정보의 관리 및 변경)\n" +
            "\n" +
            "회원은 본 서비스의 이용을 위해 자신의 개인정보를 성실히 관리해야 하며 개인정보에 변동사항이 있을 경우 이를 변경해야 합니다. 회원의 개인정보변경이 지연되거나 누락되어 발생되는 손해는 회원의 책임으로 합니다.\n" +
            "\n" +
            "제 8조 (정보의 제공 및 광고 게재)\n" +
            "\n" +
            "① 회사는 본 서비스 등을 유지하기 위하여 광고를 게재할 수 있으며, 회원은 서비스 이용 시 노출되는 광고게재에 대하여 동의합니다.\n" +
            "\n" +
            "② 회사가 제공하는, 제3자가 주체인, 제1항의 광고에 이용자가 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.\n" +
            "\n" +
            "③ 회사는 서비스 개선 및 회원 대상 서비스 소개 등을 위한 목적으로 회원 개인에 대한 추가정보를 요구할 수 있으며, 동 요청에 대해 회원은 승낙하여 추가정보를 제공하거나 거부할 수 있습니다.\n" +
            "\n" +
            "④ 회사는 회원의 사전 동의 하에 회원으로부터 수집한 개인정보를 활용하여 제1항의 광고 및 제3항의 정보 등을 제공하는 경우 SMS(LMS), 스마트폰 알림(Push 알림), 전자우편을 활용하여 발송할 수 있으며,회원이 원하지 않는 경우에는 언제든지 수신을 거부할 수 있습니다.\n" +
            "\n" +
            "제 9조 (앱내부결제)\n" +
            "\n" +
            "① QCon앱은 앱내부콘텐츠 구매를 위한 앱내부결제 기능을 포함하고 있습니다.\n" +
            "\n" +
            "② 회원은 단말기의 비밀번호 설정 기능, 오픈마켓에서 제공하는 비밀번호 설정 기능 등을 이용하여 제3자의 앱내부결제를 방지하여야 하며, 회사는 이를 위하여 방송통신위원회의 권고 및 '오픈마켓 모바일콘텐츠 결제 가이드라인'에 따라 오픈마켓이 제공하는 인증절차 등이 적용된 앱내부결제를 위한 모듈, 라이브러리 등을 앱에 적용합니다.\n" +
            "\n" +
            "③ 회원이 단말기 및 오픈마켓의 비밀번호 설정 기능 등을 이용하지 않아 발생하는 제3자의 앱내부결제에 대하여는 회사가 어떠한 책임도 부담하지 않습니다.\n" +
            "\n" +
            "④ 회원은 앱내부결제 대금을 성실히 납부하여야 할 책임이 있습니다.\n" +
            "\n" +
            "제 10조 (콘텐츠의 이용)\n" +
            "\n" +
            "① 회원은 기간의 제한이 있는 특수한 콘텐츠를 제외하고는 구매한 콘텐츠를 원칙적으로 서비스가 정상적으로 제공되는 기간 내 기간의 제한이나 추가 요금 없이 이용할 수 있습니다. 단, 애플리케이션 내 네트워크 서비스를 이용하여 콘텐츠 및 아이템 등을 구매하는 경우에는 추가적인 요금이 발생할 수 있습니다.\n" +
            "\n" +
            "② 회원이 구매한 콘텐츠는 기본적으로 다운로드 받거나 설치한 단말기에서만 이용할 수 있습니다. 단, 오픈마켓의 특성에 따라 계정 공유로 단말기를 변경하여 사용할 수 있는 경우에는 해당 오픈마켓의 정책에 따릅니다. 기기변경, 번호변경, 해외로밍 등을 하는 경우에는 콘텐츠의 전부 또는 일부 기능을 이용할 수 없으며 이 경우 회사는 어떠한 책임도 부담하지 않습니다.\n" +
            "\n" +
            "제 11조 (서비스 변경 및 중지)\n" +
            "\n" +
            "① 회사는 운영상 또는 기술상의 필요에 따라 제공하고 있는 서비스를 변경할 수 있습니다. 변경될 서비스의 내용 및 제공일자 등에 대해서는 운영하는 홈페이지에 게시하여 사전에 통지합니다. 단, 회사가 사전에 통지할 수 없는 치명적인 버그 발생, 서버기기결함, 긴급 보안문제 해결 등의 부득이한 사정이 있는 경우는 사후에 통지할 수 있습니다.\n" +
            "\n" +
            "② 회사는 서비스의 기획이나 운영상 또는 회사의 긴박한 상황 등에 의해 서비스 전부를 중단할 필요가 있는 경우 30일 전에 홈페이지에 이를 공지하고 서비스의 제공을 중단할 수 있습니다. 회원은 서비스 종료 시 사용 기간이 남아 있지 않은 유료 서비스에 대하여 배상을 청구할 수 없습니다. 보증기간이 '영구'로 표시되거나 보증기간이 표시되지 않은 유료 콘텐츠 및 서비스의 경우, 서비스 중단 공지 시 공지된 서비스의 종료일까지를 해당 콘텐츠 및 서비스의 이용 기간으로 봅니다.\n" +
            "\n" +
            "③ 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.\n" +
            "\n" +
            "1. 전시, 사변, 천재지변 또는 국가비상사태 등 불가항력적인 사유가 있는 경우\n" +
            "\n" +
            "2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우\n" +
            "\n" +
            "3. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우\n" +
            "\n" +
            "4. 회사의 제반 사정으로 서비스를 할 수 없는 경우\n" +
            "\n" +
            "④ 제2항에 의한 서비스 중단의 경우에는 회사가 운영하는 홈페이지에 게시하여 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.\n" +
            "\n" +
            "⑤ 회사는 서비스의 변경 및 중지로 발생하는 문제에 대해서는 책임을 지지 않습니다.\n" +
            "\n" +
            "제 12조 (정보의 수집)\n" +
            "\n" +
            "① 회사는 모바일 서비스 운영 및 프로그램 안정화 등 모바일 서비스 품질 개선을 위하여 회원 모바일 단말기 설정 및 사양 정보를 수집•활용할 수 있습니다.\n" +
            "\n" +
            "제 13조 (회사의 의무)\n" +
            "\n" +
            "① 회사는 관련 법령을 준수하고, 이 약관이 정하는 권리의 행사와 의무의 이행을 신의에 따라 성실하게 합니다.\n" +
            "\n" +
            "② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 구축하며 개인정보취급방침을 공시하고 준수합니다. 회사는 이 약관 및 개인정보취급방침에서 정한 경우를 제외하고는 회원의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다.\n" +
            "\n" +
            "③ 회사는 계속적이고 안정적인 서비스의 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실 된 때에는 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 결함 및 장애 등 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구하도록 최선의 노력을 다합니다.\n" +
            "\n" +
            "④ 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리합니다. 다만,즉시 처리가 곤란한 경우에는 회원에게 사전에 동의 받아 수집한 전화나 전자우편으로 그 사유와 처리일정을 통보할 수 있습니다.\n" +
            "\n" +
            "제 14조 (회원의 의무)\n" +
            "\n" +
            "① 회원은 다음 행위를 하여서는 안 됩니다.\n" +
            "\n" +
            "1. 이벤트 당첨 등으로 인해 회사에 개인정보 제공 시 실명이 아닌 정보 또는 다른 사람의 정보를 사용하거나, 허위 사실 기재\n" +
            "\n" +
            "2. 다른 회원의 ID 및 비밀번호를 도용, 부정하게 사용\n" +
            "\n" +
            "3. 회사의 서비스 또는 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제, 유통, 조장하거나 상업적으로 이용\n" +
            "\n" +
            "4. 회사의 서비스를 이용하여 자기 또는 타인에게 재산상의 이익을 발생\n" +
            "\n" +
            "5. 타인의 명예를 훼손하거나 손해를 가하는 행위\n" +
            "\n" +
            "6. 명의자의 동의나 승낙 없이 결제 수단을 무단 도용하여 서비스이용요금을 결제\n" +
            "\n" +
            "7. 회사의 지적재산권, 제3자의 지적재산권, 초상권 등 기타 권리를 침해\n" +
            "\n" +
            "8. 회사의 승인을 받지 않고 다른 회원의 개인정보를 수집, 저장, 유포, 게시\n" +
            "\n" +
            "9. 프로그램의 버그를 악용하거나 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 바이러스 감염자료를 등록 또는 유포\n" +
            "\n" +
            "10. 회사 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부 의사에 반하여 광고성 정보를 전송\n" +
            "\n" +
            "11. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시\n" +
            "\n" +
            "12. 음란, 저속한 정보를 교류, 게재하거나 음란사이트를 연결(링크)하거나 승인되지 않은 광고 및 홍보물 게재\n" +
            "\n" +
            "13. 재물을 걸고 도박하는 등 사행 행위를 유도하거나 참여하는 경우\n" +
            "\n" +
            "14. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 상대방에게 전송, 도달, 유포\n" +
            "\n" +
            "15. 서비스에 게시된 정보를 변경하는 행위\n" +
            "\n" +
            "16. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(모바일 프로그램) 또는 모바일 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스,기타 다른 악성 코드, 파일, 프로그램을 포함하고 있는 자료를 전송, 게시, 유포, 사용\n" +
            "\n" +
            "17. 회사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위\n" +
            "\n" +
            "18. 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 관계법령에 위배되는 행위\n" +
            "\n" +
            "② 회원은 이 약관의 규정, 이용안내 및 모바일 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 확인하고 준수할 의무가 있습니다.\n" +
            "\n" +
            "③ 회사는 제1항, 제2항 및 다음 각 호의 어느 하나에 해당하는 행위의 구체적인 유형을 운영정책에서 정할 수 있으며, 회원은 이를 준수할 의무가 있습니다.\n" +
            "\n" +
            "1. 서비스 이용 방법에 대한 제한\n" +
            "\n" +
            "2. 기타 회원의 모바일 서비스 이용에 대한 본질적 권리를 침해하지 않는 범위 내에서 회사가 모바일 서비스 운영상 필요하다고 인정되는 사항\n" +
            "\n" +
            "제 15조 (저작권의 귀속 및 이용제한)\n" +
            "\n" +
            "① 서비스 내 회사가 제작한 콘텐츠에 대한 저작권 및 기타 지적재산권은 회사의 소유입니다.\n" +
            "\n" +
            "② 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.\n" +
            "\n" +
            "③ 회원이 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.\n" +
            "\n" +
            "④ 회사는 제2항의 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, FAX, 전자우편 등을 통해 사전에 회원의 동의를 얻어야 합니다.\n" +
            "\n" +
            "⑤ 회원은 회사가 제공하는 모바일 서비스를 이용함으로써 얻은 정보 중 회사 또는 제공업체에 지적재산권이 귀속된 정보를 회사 또는 제공업체의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.\n" +
            "\n" +
            "⑥ 회원은 앱 내에서 보여지거나 모바일 서비스와 관련하여 회원 또는 다른 이용자가 모바일 서비스를 통해 업로드 또는 전송하는 대화 텍스트를 포함한 커뮤니케이션, 이미지, 사운드 및 모든 자료 및 정보(이하'이용자 콘텐츠')에 대하여 회사가 다음과 같은 방법과 조건으로 이용하는 것을 허락합니다.\n" +
            "\n" +
            "1. 해당 이용자 콘텐츠를 이용, 편집 형식의 변경 및 기타 변형하는 것(공표, 복제, 공연, 전송, 배포, 방송, 2차적 저작물 작성 등 어떠한 형태로든 이용 가능하며, 이용기간과 지역에는 제한이 없음)\n" +
            "\n" +
            "2. 이용자 콘텐츠를 제작한 이용자의 사전 동의 없이 거래를 목적으로 이용자 콘텐츠를 판매, 대여, 양도 행위를 하지 않음\n" +
            "\n" +
            "⑦ 앱 내에서 보여지지 않고 모바일 서비스와 일체화되지 않은 회원의 이용자 콘텐츠(예컨대, 일반게시판 등의 게시물)에 대하여 회사는 회원의 명시적인 동의가 없이 상업적으로 이용하지 않으며, 회원은 언제든지 이러한 이용자 콘텐츠를 삭제할 수 있습니다.\n" +
            "\n" +
            "⑧ 회사는 회원이 게시하거나 등록하는 모바일 서비스 내의 게시물, 게시 내용에 대해 제 14조에서 규정하는 금지행위에 해당된다고 판단되는 경우, 사전통지 없이 이를 삭제하거나 이동 또는 등록을 거부할 수 있습니다.\n" +
            "\n" +
            "⑨ 회사가 운영하는 게시판 등에 게시된 정보로 인하여 법률상 이익이 침해된 회원은 회사에게 당해 정보의 삭제 또는 반박내용의 게재를 요청할 수 있습니다. 이 경우 회사는 신속하게 필요한 조치를 취하고, 이를 신청인에게 통지합니다.\n" +
            "\n" +
            "⑩ 제6항은 회사가 모바일 서비스를 운영하는 동안 유효하며 회원탈퇴 후에도 지속적으로 적용됩니다.\n" +
            "\n" +
            "제 16조 (회원 게시물)\n" +
            "\n" +
            "① 회원의 게시물로 인해 발생하는 손실이나 문제는 회원 개인의 책임이며 회사는 이에 대한 책임을 지지 않습니다.\n" +
            "\n" +
            "② 회사는 관리상의 필요에 따라 게시물을 사전 통지 없이 이동시킬 수 있습니다.\n" +
            "\n" +
            "③ 회원의 게시물이 타인의 권리를 침해하였음을 이유로 타인으로부터 회사가 손해배상청구 등의 이의 제기를 받은 경우, 게시물을 작성한 회원은 회사의 면책을 위하여 적극적으로 협조하여야 하며, 회사가 면책되지 못한 경우 회원은 그로 인해 발생한 문제에 대해 책임을 부담하여야 합니다.\n" +
            "\n" +
            "④ 회원이 게시하거나 전달하는 게시물이 다음의 각 호에 해당한다고 판단되는 경우 회사는 사전 통지 없이 삭제시킬 수 있으며 또한 등록을 거부할 수 있습니다.\n" +
            "\n" +
            "1. 다른 회원의 타인을 비방하거나, 프라이버시를 침해하거나, 중상모략으로 명예를 손상시키는 내용인 경우\n" +
            "\n" +
            "2. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우\n" +
            "\n" +
            "3. 범죄적 행위에 관련된다고 인정되는 내용일 경우\n" +
            "\n" +
            "4. 회사 및 제3자의 지적재산권 등 기타 권리를 침해하는 내용인 경우\n" +
            "\n" +
            "제 17조 (유료서비스와 유료회원)\n" +
            "\n" +
            "① 회사가 회원의 이용신청을 승낙한 때(신규 및 일부 서비스의 경우, 이용 신청 접수 후 사전 공지한 지정된 일자)로부터 유료서비스는 개시되며, 회사의 기술적 사유 등 기타 사정에 의하여 서비스를 개시할 수 없는 경우에는 제8조의 방법에 따라 회원에게 사전 공지합니다.\n" +
            "\n" +
            "② 회사는 회원의 이용신청이 있게 되는 경우, 그 사실을 통지하며, 회사의 통지를 받은 회원은 의사표시의 불일치 등이 있는 경우 불일치 사실을 정정 또는 수정을 요청하여야 하며, 회사는 회원의 요청에 따라 처리하여야 합니다. 다만, 이미 대금을 지불한 경우에는 청약 철회 등에 관한 제18조의 규정에 따릅니다.\n" +
            "\n" +
            "③ 회사와 콘텐츠를 제공하는 개인, 단체, 법인(이하 ‘권리자 등’이라 합니다) 간의 계약의 체결 여부 및 개별 계약의 내용, ‘권리자 등’의 사후 요청에 따라 개별 유료서비스 이용이 제한되거나 이용 조건이 사전 또는 사후 변경될 수 있습니다.\n" +
            "\n" +
            "제 18조 (회원의 유료서비스 상품 변경)\n" +
            "\n" +
            "① 회원이 이미 구매•가입한 유료서비스 내지 상품은 원칙적으로 변경 처리가 되지 않습니다.\n" +
            "\n" +
            "② 회사는 유료서비스 상품에 대한 변경이 있게 될 경우, 이 약관 제8조가 정하는 방법에 따라 그 사실 및 내용, 변경일자를 사전에 고지합니다.\n" +
            "\n" +
            "제 19조 (대금결제)\n" +
            "\n" +
            "콘텐츠에 대한 구매 대금은 원칙적으로 이동통신사와 오픈마켓, QCon앱에서 정하는 방법, 정책 등에 따라 부과되며 납부 방법 역시 정해진 방법에 따라 납부합니다. 회사의 정책 및 결제업체(이동통신사, 오픈마켓 스토어, 애플리케이션 스토어 등)의 정책, 정부의 방침 등에 따라 각 결제 수단별로 결제 한도가 부여될 수 있습니다.\n" +
            "\n" +
            "제 20조 (청약 철회 및 구매 대금의 환불)\n" +
            "\n" +
            "① 유료회원은 해당 유료서비스 내지 상품을 전혀 사용하지 아니하였을 경우에 한하여 결제일로부터 7일 이내에 회사에 결제 취소(청약 철회)를 요청할 수 있습니다.\n" +
            "\n" +
            "② 유료회원이 제1항의 청약 철회가 가능한 유료서비스 또는 상품에 대하여 청약 철회 가능한 기간(결제일로부터 7일 이내)을 경과하여 청약 철회를 신청하거나, 전자상거래 등에서의 소비자 보호에 관한 법률, 콘텐츠산업 진흥법, 온라인 디지털콘텐츠 이용자 보호지침 등 기타 관계 법령에서 정한 청약 철회 제한 사유에 해당하는 콘텐츠의 경우에 해당하는 경우에는 청약 철회가 제한됩니다.\n" +
            "\n" +
            "③ 청약 철회는 회원이 전화, 전자우편 등의 방법으로 회사에 의사를 표시하여 회사에 도달될 때 그 효력이 발생하며, 회사는 회원의 의사표시를 수령한 후 지체 없이 이러한 사실을 회원에게 회신합니다.\n" +
            "\n" +
            "④ 회사는 회원이 청약 철회, 해지•해제 신청을 확인 후 환불 금액이 있을 경우, 원칙적으로 회원의 해당 의사표시를 수령한 날로부터 3영업일 이내에 결제수단 별 사업자에게 대금의 청구 정지 내지 취소를 요청하고, 회원이 결제한 동일 결제수단으로 환불함을 원칙으로 합니다. 단, 회사가 사전에 회원에게 공지한 경우 및 아래의 각 경우와 같이 개별 결제 수단별 환불 방법, 환불 가능 기간 등이 차이가 있을 수 있습니다.\n" +
            "\n" +
            "1. 신용카드 등 수납 확인이 필요한 결제수단의 경우에는 수납 확인일로부터 3영업일 이내\n" +
            "\n" +
            "2. 결제수단 별 사업자가 회사와의 약정을 통하여 사전에 대금 청구 정지 내지 결제 취소 가능 기한 등을 미리 정하여 둔 경우로 해당 기한을 지난 환불의 경우\n" +
            "\n" +
            "3. 회원이 유료서비스/ 상품의 이용 결과, 얻은 이익이 있거나 중도 해지의 경우\n" +
            "\n" +
            "4. 회원이 환불 처리에 필요한 정보 내지 자료를 회사에 즉시 제공하지 않는 경우 (현금 환불 시 신청인의 계좌 및 신분증 사본을 제출하지 아니하거나, 타인 명의의 계좌를 제공하는 경우 등)\n" +
            "\n" +
            "5. 해당 회원의 명시적 의사표시가 있는 경우\n" +
            "\n" +
            "⑥ 회사는 온라인 디지털콘텐츠 이용자 보호 지침에 따라 아래 각 호와 같이 회사가 부담하였거나 부담할 부대비용, 수수료를 차감하여 환불할 수 있습니다.\n" +
            "\n" +
            "1. 전체 이용 가능 기간의 1/4이 경과한 경우 전체 이용대금의 30% 범위 이내\n" +
            "\n" +
            "2. 회원의 귀책사유로 인한 해제 또는 해지의 경우, 전체 이용대금의 50%의 범위 내(단, 환불대상금액이 1,000원 이하인 경우는 환불이 불가능)\n" +
            "\n" +
            "⑦ 회원이 유료서비스 또는 상품을 선물 받거나, 프로모션 등을 통해 무료/무상으로 취득하는 등 회원이 직접 비용을 지불하지 아니한 서비스에 대하여는 회사는 환불 의무를 부담하지 않습니다.\n" +
            "\n" +
            "⑧ 회원이 이 약관에서 정하는 회원의 의무를 위반하였을 경우, 계약을 해제, 해지하거나 서비스 이용 제한, 손해배상 청구 등의 조치를 취할 수 있으며, 계약 해지 후 환불하여야 할 금액이 있을 경우에는 일정한 범위 내에서 회원이 부담할 금액을 공제하고 환불합니다. 이 경우 회원은 해당 회사의 조치에 대하여 회사가 정한 절차에 따라 이의 신청을 할 수 있으며, 회사는 정당하다고 확인하는 경우 서비스 이용 재개 등을 할 수 있습니다.\n" +
            "\n" +
            "⑨ 회원의 신청 또는 동의에 따라 월 자동결제 중인 유료서비스의 경우, 해당 회원이 유료서비스의 이용요금을 체납하는 경우 연체가 발생한 날 자동으로 상품 해지가 될 수 있으므로, 월 자동결제를 통한 혜택을 유지하고자 하는 회원은 이용요금의 체납 또는 결제수단의 연체가 발생하지 않도록 사전에 조치하여야 합니다.\n" +
            "\n" +
            "⑩ 월 자동결제 유료서비스를 이용 중인 회원이 탈퇴하는 경우 해당 상품은 즉시 해지되며, 이 경우 회원의 정보 등 관련 기록은 관련 법령이 정하는 경우를 제외하고는 완전히 삭제됩니다.\n" +
            "\n" +
            "제 21조 (계약해지 및 서비스 이용중지)\n" +
            "\n" +
            "① 회원은 회사가 제공하는 유료서비스 이용 시 관계법령, 이 약관, 세부이용지침, 서비스 이용안내 및 사이트 내 공지한 주의사항, 회사가 서비스 이용과 관련하여 회원에게 통지하는 사항 등을 준수하여야 하며, 기타 회사 및 타인의 명예를 훼손하거나 서비스 운영 기타 업무수행에 지장을 초래하는 행위를 해서는 안됩니다.\n" +
            "\n" +
            "② 회원은 ID 및 비밀번호를 관리할 책임이 있으며, 본인이 아닌 타인이 사용하게 하여서는 안됩니다. 회원의 개인정보를 타인이 사용하여 유료서비스를 이용함으로써 발생한 결과에 대한 책임은 회원에게 있습니다. 회원은 타인의 명의, ID, 비밀번호, 휴대폰번호, 계좌번호, 신용카드번호 등 개인정보를 도용하거나 부정하게 사용하여서는 안됩니다.\n" +
            "\n" +
            "③ 회원은 회사가 사전에 허용한 경우를 제외하고는 유료서비스를 영업활동 등 영리목적으로 이용하거나 이 약관에서 금지하는 행위를 하거나 허용하는 범위를 벗어난 이용행위를 하여서는 안됩니다.\n" +
            "\n" +
            "④ 회원은 유료서비스 이용과정에서 위법행위 또는 선량한 풍속 기타 사회질서에 반하는 행위를 하여서는 아니 되며, 제3자와 유상으로 거래하거나 현금으로 전환하는 행위를 하여서는 안됩니다.\n" +
            "\n" +
            "⑤ 회원은 유료서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 서비스의 이용 이외의 목적으로 사용하여서는 안됩니다.\n" +
            "\n" +
            "⑥ 회사는 제1항에서 제5항까지의 회원의 위반 행위가 있는 경우 해당 회원에 대하여 위반 사실을 고지하고 서비스 제공을 1개월간 정지시키거나 서비스 이용계약을 해제 또는 해지할 수 있습니다. 본 항의 회사의 의사표시는 회원에게 표시한 날로부터 효력이 발생합니다. 한편, 회사의 해제•해지 및 이용 정지에 대하여 회원은 회사가 정한 절차에 따라 이의신청할 수 있으며, 회원의 이의가 정당하다고 회사가 인정하는 경우 회사는 서비스의 이용을 재개할 수 있습니다.\n" +
            "\n" +
            "⑦ 유료서비스 이용과 관련하여 진실한 정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수 있습니다.\n" +
            "\n" +
            "⑧ 만19세 이하 미성년자가 유료서비스를 이용하기 위하여는 법정대리인의 동의를 받아야 하고, 정보통신망 이용촉진 및 정보 보호 등에 관한 법률 및 청소년 보호법의 규정에 의하여 실명인증을 통해 성인 인증을 받으셔야 합니다. 실명인증을 받지 않으시면, 해당 서비스의 이용이 제한됩니다.\n" +
            "\n" +
            "제 22조 (손해배상)\n" +
            "\n" +
            "① 회사가 고의 또는 중과실로 회원에게 손해를 끼친 경우, 손해에 대하여 배상할 책임이 있습니다.\n" +
            "\n" +
            "② 회원이 본 약관을 위반하여 회사에 손해를 끼친 경우, 회원은 회사에 대하여 그 손해에 대하여 배상할 책임이 있습니다.\n" +
            "\n" +
            "제 23조 (회사의 면책)\n" +
            "\n" +
            "① 회사는 다음 각 호의 사유로 인하여 회원 또는 제3자에게 발생한 손해에 대하여는 그 책임을 지지 아니합니다.\n" +
            "\n" +
            "1. 천재지변 또는 이에 준하는 불가항력으로 인해 유료서비스를 제공할 수 없는 경우\n" +
            "\n" +
            "2. 회원이 자신의 ID 또는 비밀번호 등의 관리를 소홀히 한 경우\n" +
            "\n" +
            "3. 회사의 관리영역이 아닌 공중통신선로의 장애로 서비스이용이 불가능한 경우\n" +
            "\n" +
            "4. 기타 회사의 귀책사유가 없는 통신서비스 등의 장애로 인한 경우\n" +
            "\n" +
            "② 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것, 서비스에 게시된 게시물에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임을 지지 않습니다. 또한 회원이 사이트에 띄어 게재한 리뷰, 평점 등 게시물의 정확성 등 내용에 대하여는 책임을 지지 않습니다.\n" +
            "\n" +
            "③ 회사는 회원 상호간 또는 회원과 교육 콘텐츠 제공자 등을 포함한 제3자 상호간에 서비스와 관련하여 발생한 분쟁에 대하여 개입할 의무가 없으며, 회사에 귀책사유가 없는 한 이로 인하여 발생한 손해를 배상할 책임이 없습니다.\n" +
            "\n" +
            "제 24조 (회원에 대한 통지)\n" +
            "\n" +
            "① 회사가 회원에게 통지를 하는 경우 회원이 지정한 전자우편주소, 문자메시지 등으로 할 수 있습니다.\n" +
            "\n" +
            "② 회사는 회원 전체에게 통지를 하는 경우 7일 이상 앱의 초기화면에 게시하거나 팝업화면 등을 제시함으로써 제1항의 통지에 갈음할 수 있습니다.\n" +
            "\n" +
            "제 25조 (약관 외 준칙)\n" +
            "\n" +
            "이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업진흥법」 등 관련 법령에 따릅니다.\n" +
            "\n" +
            "제 26조 (재판권 및 준거법)\n" +
            "\n" +
            "본 약관은 대한민국 법률에 따라 규율되고 해석되며, 회사와 회원간에 발생한 분쟁으로 소송이 제기되는 경우, 법령에 정한 절차에 따른 법원을 관할 법원으로 합니다.\n" +
            "\n" +
            "부칙 1\n" +
            "\n" +
            "본 약관은 2015년 09월 07일부터 시행합니다.\n" +
            "\n";
    public static String PERSONAL_INFO = "<(주)시컴스>('http://www.sicoms.co.kr/'이하 '시컴스')은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.\n" +
            "\n" +
            "<(주)시컴스>('시컴스') 은(는) 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.\n" +
            "\n" +
            "○ 본 방침은부터 2015년 9월 7일부터 시행됩니다.\n" +
            "\n" +
            "\n" +
            "1. 개인정보의 처리 목적 <(주)시컴스>('http://www.sicoms.co.kr/'이하 '시컴스')은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.\n" +
            "\n" +
            "가. 회원가입 및 관리\n" +
            "\n" +
            "회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리 등을 목적으로 개인정보를 처리합니다.\n" +
            "\n" +
            "\n" +
            "나. 민원사무 처리\n" +
            "\n" +
            "민원사항 확인 등을 목적으로 개인정보를 처리합니다.\n" +
            "\n" +
            "\n" +
            "다. 재화 또는 서비스 제공\n" +
            "\n" +
            "물품배송, 서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 요금결제·정산 등을 목적으로 개인정보를 처리합니다.\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "2. 개인정보 파일 현황\n" +
            "\n" +
            "1. 개인정보 파일명 : QCon\n" +
            "- 개인정보 항목 : 비밀번호, 로그인ID, 이메일, 위치 정보\n" +
            "- 수집방법 : 회원 가입\n" +
            "- 보유기간 : 5년\n" +
            "- 관련법령 : 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "3. 개인정보의 처리 및 보유 기간\n" +
            "\n" +
            "① <(주)시컴스>('시컴스')은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.\n" +
            "\n" +
            "② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.\n" +
            "\n" +
            "1.<홈페이지 회원가입 및 관리>\n" +
            "<홈페이지 회원가입 및 관리>와 관련한 개인정보는 수집.이용에 관한 동의일로부터<5년>까지 위 이용목적을 위하여 보유.이용됩니다.\n" +
            "-관련법령 : 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년\n" +
            "\n" +
            "\n" +
            "\n" +
            "4. 개인정보의 제3자 제공에 관한 사항\n" +
            "\n" +
            "① <(주)시컴스>('http://www.sicoms.co.kr/'이하 '시컴스')은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.\n" +
            "\n" +
            "② <(주)시컴스>('http://www.sicoms.co.kr/')은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.\n" +
            "\n" +
            "\n" +
            "1. <관리자>\n" +
            "- 개인정보를 제공받는 자 : 관리자\n" +
            "- 제공받는 자의 개인정보 이용목적 : 비밀번호, 로그인ID, 이메일, 위치 정보\n" +
            "- 제공받는 자의 보유.이용기간: 5년\n" +
            "\n" +
            "\n" +
            "\n" +
            "5. 개인정보처리 위탁\n" +
            "\n" +
            "① <(주)시컴스>('http://www.sicoms.co.kr/'이하 '시컴스')은(는) 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.\n" +
            "\n" +
            "③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.\n" +
            "\n" +
            "\n" +
            "6. 정보주체의 권리,의무 및 그 행사방법 이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.\n" +
            "\n" +
            "① 정보주체는 (주)시컴스(‘http://www.sicoms.co.kr/’이하 ‘시컴스) 에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.\n" +
            "1. 개인정보 열람요구\n" +
            "2. 오류 등이 있을 경우 정정 요구\n" +
            "3. 삭제요구\n" +
            "4. 처리정지 요구\n" +
            "② 제1항에 따른 권리 행사는(주)시컴스(‘http://www.sicoms.co.kr/’이하 ‘시컴스) 에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 <기관/회사명>(‘사이트URL’이하 ‘사이트명) 은(는) 이에 대해 지체 없이 조치하겠습니다.\n" +
            "③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 <기관/회사명>(‘사이트URL’이하 ‘사이트명) 은(는) 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.\n" +
            "④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.\n" +
            "\n" +
            "\n" +
            "\n" +
            "7. 처리하는 개인정보의 항목 작성 \n" +
            "\n" +
            "① <(주)시컴스>('http://www.sicoms.co.kr/'이하 '시컴스')은(는) 다음의 개인정보 항목을 처리하고 있습니다.\n" +
            "\n" +
            "1<홈페이지 회원가입 및 관리>\n" +
            "- 필수항목 : 비밀번호, 로그인ID, 이메일, 위치 정보\n" +
            "- 선택항목 :\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "8. 개인정보의 파기<(주)시컴스>('시컴스')은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.\n" +
            "\n" +
            "-파기절차\n" +
            "이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.\n" +
            "-파기기한\n" +
            "이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.\n" +
            "\n" +
            "-파기방법\n" +
            "전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.\n" +
            "\n" +
            "\n" +
            "\n" +
            "9. 개인정보의 안전성 확보 조치 <(주)시컴스>('시컴스')은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.\n" +
            "\n" +
            "1. 개인정보 취급 직원의 최소화 및 교육\n" +
            "개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.\n" +
            "\n" +
            "2. 정기적인 자체 감사 실시\n" +
            "개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.\n" +
            "\n" +
            "3. 내부관리계획의 수립 및 시행\n" +
            "개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.\n" +
            "\n" +
            "4. 개인정보의 암호화\n" +
            "이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.\n" +
            "\n" +
            "5. 해킹 등에 대비한 기술적 대책\n" +
            "<(주)시컴스>('시컴스')은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.\n" +
            "\n" +
            "6. 개인정보에 대한 접근 제한\n" +
            "개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.\n" +
            "\n" +
            "7. 접속기록의 보관 및 위변조 방지\n" +
            "개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.\n" +
            "\n" +
            "8. 문서보안을 위한 잠금장치 사용\n" +
            "개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.\n" +
            "\n" +
            "9. 비인가자에 대한 출입 통제\n" +
            "개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "10. 개인정보 보호책임자 작성\n" +
            "\n" +
            "\n" +
            "① (주)시컴스(‘http://www.sicoms.co.kr/’이하 ‘시컴스) 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.\n" +
            "\n" +
            "▶ 개인정보 보호책임자 \n" +
            "성명 :김진우\n" +
            "직책 :팀장\n" +
            "직급 :전임연구원\n" +
            "연락처 :02-2083-2929, gudnam@sicoms.co.kr, 02-6455-2090\n" +
            "※ 개인정보 보호 담당부서로 연결됩니다.\n" +
            "\n" +
            "▶ 개인정보 보호 담당부서\n" +
            "부서명 :개발2팀\n" +
            "담당자 :김진우\n" +
            "연락처 :02-2083-2929, gudnam@sicoms.co.kr, 02-6455-2090\n" +
            "② 정보주체께서는 (주)시컴스(‘http://www.sicoms.co.kr/’이하 ‘시컴스) 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. (주)시컴스(‘http://www.sicoms.co.kr/’이하 ‘시컴스) 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.\n" +
            "\n" +
            "\n" +
            "\n" +
            "11. 개인정보 처리방침 변경\n" +
            "\n" +
            "①이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.";
}
